Tekla.Structures.Model.ExtensionIntersectsWithPlateException
The ExtensionIntersectsWithPlateException class represents an error when extension plate clashes with plates.

Tekla.Structures.Model.ExtensionIntersectsWithPlateException.#ctor
Initializes a new instance of the ExtensionIntersectsWithPlateException class with "extension plate clashes with plates" error message.